app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("created_at", "email", "name", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2016-11-29 23:11:00.333451"], ["email", "test1@example.com"], ["name", "tttt"], ["updated_at", "2016-11-29 23:11:00.333451"]]
---
	def create
		@contact = Contact.new(contact_params)

		if @contact.save